subirArchivo_request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cen="http://central/">
   <soapenv:Header/>
   <soapenv:Body>
      <cen:subirArchivo>
         <archivo>
            <nombre>documento.txt</nombre>
            <ruta>/documentos</ruta>
            <contenido>SGVsbG8gV29ybGQhIEVzdGUgZXMgdW4gYXJjaGl2byBkZSBwcnVlYmE=</contenido>
         </archivo>
         <token>TOKEN_PLACEHOLDER</token>
      </cen:subirArchivo>
   </soapenv:Body>
</soapenv:Envelope>